[{"title": "小山町の時計修理店", "about": "23｜素数｜地底大陸ポトゥ", "description": "古びた商店街の片隅に構える時計修理店。訳あって、\n突然を店を引き継いだあなたは、時計修理の技術を\n覚えながら、客と商店街の人々との交流を深める。\n前店主の記録を振り返ることで、店と地域の\nかつての姿も蘇る。\n\nジャンル：ロマンチック時計修理シミュレーションゲーム", "number": 1}, {"title": "ビスタちゃん", "about": "NRF (ナリフ)｜設計｜Japan", "description": "擬人化ですが何か？ ともかくビスタちゃんは可愛いので何でも良いのです！ このファミカセ展においては後輩のキーコちゃんが主役なのですが、とある事情でビスタちゃんが代理を務める事になりました。", "number": 2}, {"title": "PONPOCOPOPPO", "about": "カヤヒロヤ｜イラストレーター／デザイナー｜Japan", "description": "狸山からダンサーに憧れて上京してきた狸の女の子「ポコッポ」が、得意のヒップホップダンスでリズムバトル！", "number": 3}, {"title": "スーパーポテトボーイ in ポテトウテキ！", "about": "りずむ｜海底の魚｜Japan", "description": "ポテトを仲間の元へ投てきで返してあげよう！ ポテトをケースに向かってシュゥゥゥーッ！ リングライトの間を通り抜ければ高得点だ！", "number": 4}, {"title": "ファミリーパスワード２", "about": "MORPHING TURN｜色々な事をやる集団｜Japan", "description": "情報漏洩のリスクに晒される現代社会において強度の高いパスワードの設定、そして定期的なパスワード変更は欠かせない。そんな世情を捉えたのがこのファミリーパスワード２。あまりのパスワードの長さにメモが必要で逆にセキュリティレベルが下がるのは御愛嬌。前作ではひらがなしか設定出来ず、「どこで使うんだ！」と大変なお叱りを受けた反省をもとについにカタカナにも対応。ファミリーパスワード２で脅威に立ち向かえ。", "number": 5}, {"title": "ランカツキッズ", "about": "イズ｜会社員・デザイナー・母｜Hong Kong", "description": "大人気チャイルドブラザーズシリーズにシューティングゲームが登場！\n小学校入学に向けて「ラン活」を始めた兄弟。そこに、デザインや機能が違う様々なランドセルたちが目の前に現れる。お気に入りのランドセルに狙いを定めて、チェック弾を発射しよう！ ヒットしたランドセルは、ステージクリア後に試着できるぞ。牛革ハイエンドモデルのボスランドセルも登場するかも？\n軽いもの。光るもの。タブレット対応サイズのもの。自分だけのランドセルを探して、目指せピッカピカの１年生！ ", "number": 6}, {"title": "Tetromino Maker", "about": "Pawel Fliegel｜Graphic Designer｜Poland", "description": "Make all sorts of tetromino shapes. The straight ones or square blocks - whatever you want. Good reading is recommended while playing.", "number": 7}, {"title": "ドレッドマン vs 吸血鬼", "about": "Kuske (Kplecraft)｜ミュージシャン｜Japan", "description": "ドレッドマンシリーズ５年ぶりの新作。吸血鬼を倒せ！", "number": 8}, {"title": "SPRINT", "about": "Keorattana Luangrathrajasombat (PANDAKERO)｜Graphic Designer / Digital Artist｜Australia", "description": "SPRINT is a futuristic sci-fi racing battle game. The multiverse is the racing track. Portal Drivers are the pilots. The race is for eternity. Build speed alliances. Attack at hyperspeed. Family is everything. Protect your dimension. LET'S SPRINT!!", "number": 9}, {"title": "Obâ-chan no Exercise", "about": "Rémi Töötätä｜Game maker & illustrator｜France", "description": "Software story: Obâ-chan has kept in shape for years thanks to her morning exercises, but at her age it is important to know her limits. Do your stretches, follow the radio's instructions in rhythm but don't push yourself too far and remember to take breaks!", "number": 10}, {"title": "Between two Worlds", "about": "Alex (netverk)｜Designer｜UK", "description": "Between Two Worlds is a melancholic game about exploring abandoned Virtual Spaces, produced towards the end of the PC-108's own lifespan. By this time, newer platforms had emerged, so Tetra published this themselves.", "number": 11}, {"title": "The Northern Regalia", "about": "Andrew Elmore｜Visual Designer｜USA", "description": "Surely as the sun falls, so must we all. But what fables of darkness lie between the distant stars? In the face of total annihilation, a choice must be made. Will you see your time end, or will you pick up your sword and fight with your heart?", "number": 12}, {"title": "SANCTA VIA EXULARUM", "about": "POISONP1NK｜Illustrator｜Spain", "description": "Expelled from the very Heavens, the Celestial Army of the Tertius Angelorum must endure an everlasting penitence. Forever they must wander endlessly though an infinite path. But Lucifer wonders if there is a crack, somewhere to be exploited...", "number": 13}, {"title": "ALGORITHM HEAVEN™", "about": "Sebastià López (Daruma Studio)｜Designer｜Spain", "description": "What is this game about? Rhythm? Strategy? It's not clear. We only know two things:\n1. The algorithm is hungry.\n2. We don't want to know what happens if we don't feed the algorithm.\nDon't stop dancing now, but this could be a survival horror game.", "number": 14}, {"title": "SANCTUM", "about": "Trevor Basset｜Designer｜USA", "description": "Embark on a quest to uncover the mysteries hidden within an isolated sanctum. Journey through a series of winding paths and treacherous obstacles to discover secrets. The paths you take lead to different challenges.", "number": 15}, {"title": "RPG遊戯成分", "about": "Hangedman｜QA/作歌/デザイナー｜Canada", "description": "常に毎日少なくとも１時間はプレイしてください。健康的な選択をしましょう！", "number": 16}, {"title": "絵本を作ろう！", "about": "KENJImaru｜Vocalist｜Hong Kong", "description": "分かりやすいツールで誰でも可愛い絵本を作成できる。セーブデータをフロッピーディスクに記録可能で、コンテストや印刷する時に最適。キミの想像力で唯一無二の絵本の世界を作ろう！", "number": 17}, {"title": "INIT", "about": "Patrick Gordon (Tek-Man)｜Game Dev / Artist｜UK", "description": "It was doomed from it's conception. left unchecked the machine wreaked havoc. You know what must be done. Time to initialize.", "number": 18}, {"title": "POP TRIP", "about": "KAZOO｜ラクガキGENERAL｜Japan", "description": "これは　ゲーム　ではないようだ。\nいったい　どんな　ソフトなのだろうか。\n\nプレイしてはいけない　キケンなニオイがする。▼", "number": 19}, {"title": "Lil' Squnk in The Great Chroma Bubble Mystery", "about": "Tyler Rhodes｜Artist / Animator｜USA", "description": "Lil' Squnk is Back Again in another Thrilling Adventure Mystery! Can you Solve the Riddle of the Chroma Bubbles??? Only the Sharpest of Wits can Navigate this Mystery, so put on your Checkered Hats, Squnk Fans, and Dive In!", "number": 20}, {"title": "Slipspace", "about": "Lisha Bunny｜Game Tester｜Canada", "description": "Float through the galaxy while recycling debris to build your dream space station! Research the stars and hang with your cute crewmates in this whole new take on a sci-fi adventure!", "number": 21}, {"title": "Lancer's Tale II", "about": "Colby Nichols｜Illustrator｜USA", "description": "You play as \"Lancer\", a hero renowned for their fighting skills, magical abilities, aother-worldly charm. Can you rescue your phoenix friend, \"Prince Tale\" and save the Land of the Rose from a loveless fate?", "number": 22}, {"title": "Dynamic Kendama", "about": "Tyler Dori｜Graphic Artist｜USA", "description": "Test your skills, learn new tricks and impress your friends in this skill-based, high-intensity simulation game for all ages! | 1-2 Players | Genre: Action/Simulation/Sports", "number": 23}, {"title": "GHOST NIRVANA　～SSS - Super salt splash～", "about": "蒼月＠かのん｜イラストレーター｜Japan", "description": "汚染されたインターネットワールドからゴーストたちが飛び出してきた!!　怪しい求人バイトに応募したあなたは、とある特務機関のミッションとしてゴースト達の討伐を任命される。キラキラなインターネットワールドを守るべく特製ソルト銃を手に打ちまくれ！ ゴーストたちをシオヅケにして爆速成仏極楽浄土送りにしよう！\n★★★★★高難易度無限シオヅケモードも収録。", "number": 24}, {"title": "Super Movers 2", "about": "Anthony Rodi｜Game Artist｜Canada", "description": "The movers return! Help best pals Kip and Chip take on the bustling city of Tanuki Town. Navigate busy streets, tiny elevators, and noisy neighbours in this 2-player adventure! Carry, stack, slide!", "number": 25}, {"title": "Hazard - Corruption of the Mind", "about": "Nick Arcidy｜Artist and designer｜USA", "description": "The connected world has made us vulnerable by way of open access to our eyes and ears. Our empathy has been weaponized. Digital subversion has deluded us to tear down the fence of Chesterton out of good will, not knowing the hell it has forestalled.", "number": 26}, {"title": "daydream", "about": "Samuel Cooke｜graphic designer / art director｜UK", "description": "you're dreaming right now, aren't you?", "number": 27}, {"title": "Co-Operate", "about": "Nat King｜Graphic Designer / Illustrator｜USA", "description": "Work together in this 2-player tandem gameplay experience to understand and appreciate the value of teamwork between you and your co-pilot.", "number": 28}, {"title": "裸眼", "about": "コンドウヤスオ｜会社員｜Japan", "description": "あなたはこの世に怨念を残した幽霊。浮気相手に職場のあの野郎！ 呪ってやると息巻いたが、なんだか視界がボヤつく...そうか自分は視力が悪かった！ 視力は生前に置いてきた！ 物に触れられる出現モードと人から見えない透明モードを駆使してエリアに忍び込み、憎きアイツを倒すんだ！ エリアに落ちてるアイテムで、有利に戦況を乗り越えろ！ 「ブルーベリー」や「拡大鏡」、「目薬」のほかアイテム多数。「コンタクト」は度数が合わない場合があるから気をつけよう。もっと視界が悪くなるぞ！ みんな、人目を盗んでプレイしてくれよな！", "number": 29}, {"title": "Cataclawsm", "about": "Eoin Stanley｜Graphic Designer｜Ireland", "description": "Humanity has been eradicated, you are the last known survivor on earth. You own a colony of cat robots, designed to help you grow food and maintain your farm. But soon, the cat robots begin to rebel, turning on you and threatening your very existence.", "number": 30}, {"title": "CuRate!", "about": "Caspian Whistler｜Graphic designer / Illustrator｜UK", "description": "In 'CuRate!’ you play as a young woman who has inherited a disused art centre from her grandpa. With nothing to exhibit and a struggling local community, it's up to you to go out and find objects to pass off as modern art to help regenerate your town!", "number": 31}, {"title": "Racing Rhythm", "about": "Hanniie｜Comic Artist｜USA", "description": "Hit the finish line without missing a beat in Racing Rhythm! Use Melody's Beatmobile to drive through musical courses and avoid hazards by keeping the rhythm. Ready...set...GO!", "number": 32}, {"title": "本日テレワーク", "about": "葉沢みどり｜システムエンジニア｜Japan", "description": "当カセットを挿入した本体を、専用ケーブルで社用パソコンに繋ぐことにより、あたかも仕事に勤しんでいたかのような\"それっぽい\"成果物を自動で生成する業務用ソフトです。せっかくのテレワークは目一杯サボりたい、そんなアナタに。\n●対応アプリケーション：一太朗、華子　※専用ケーブルは別売りです。", "number": 33}, {"title": "Atacama", "about": "William Hackworth｜Graphic Designer｜Australia", "description": "Prepare supplies, gather guanacos, and navigate across the unforgivable Atacama Desert.  Can you make it to the other side? What ancient wonders will you discover along the way?", "number": 34}, {"title": "Misery Angels", "about": "Mel Tow｜Illustrator & Designer｜USA", "description": "When my dread finds its purpose, I pray it ends with you.", "number": 35}, {"title": "Turnip Inspector", "about": "Angela Nguyen｜Graphic Designer｜USA", "description": "The turnip famine is among us. Inspect the world's few remaining turnips to ensure there are no diseases that make it past the screening process. Save the turnips and be a hero for all turnip-kind!", "number": 36}, {"title": "INSiGHT", "about": "Lauren Gallagher｜Graphic Designer｜USA", "description": "Some feelings must be interpreted as a compass. Can you learn to trust yourself?", "number": 37}, {"title": "SLEPT", "about": "Sadé Robinson｜Graphic Designer + Illustrator｜USA", "description": "You must navigate your dreamstate because what happens in your dreams and nightmares directly impact your awakened reality. 1 Player.  Thriller.\n- reality. dreams are made of it. -", "number": 38}, {"title": "ANOTHER DREAM", "about": "Naoto Sakai｜Designer｜Japan", "description": "ようこそアナザードリームへ。まずはじめに付属のテイパーをハードと頭に接続しましょう。あとはいつものように眠るだけで、あなたの夢をエクスポートし可視化させます。このプロセスを通じて、あなたは本当のあなたを知ることになるでしょう。悪夢を見ましたか？ 恐れることはありません。エディットモードで自由に夢をデザイン、脳にインポートすれば理想の夢を見ることができます。もう現実に戻る必要はありません。極上の体験があなたを待っています。ディーエルシー(別売り)を飲むことで更なる夢体験にあなたを誘います。 ※発売中止-", "number": 39}, {"title": "The Barkley Marathons", "about": "Skyler Holt｜Designer｜USA", "description": "Dear Runner, It is my unfortunate duty to inform you that your name has been selected for the 2023 Barkley Marathons, to be held on April 1–3, at Frozen Head State Park, in the state of Tennessee, USA. It is anticipated that this enterprise will amount to nothing more than an extended period of unspeakable suffering, at the end of which you will ultimately find only failure and humiliation. May your god go with you; Laz-", "number": 40}, {"title": "盆栽", "about": "４回｜設計｜Japan", "description": "プロ剪定士監修！ 360°剪定可能な本格派盆栽シミュレーションゲーム。剪定士：松田 整(ととのう)の人生を描くストーリーモード付き！ 忙しい毎日を送るあなたに、憩いの時間と趣を。", "number": 41}, {"title": "Salmon King", "about": "James Tyree｜Graphic Designer｜USA", "description": "Aim to become the World's Greatest Fisherman! Train\nyour caught fish to work your way up to the mysterious Salmon King! The one who can find it will become the next fishing master!", "number": 42}, {"title": "VRボルダリング", "about": "高嶋 活輝｜Salaryman｜Japan", "description": "ボルダリングが得意な人も、やったことがない人も。最新ブイアール技術でボルダリングをやってみませんか。あれれ、でもおかしいな。届きそうなのにとどかない？ 手が短くなるコーギーモード搭載！", "number": 43}, {"title": "Return of the Ano Pool", "about": "Vittorio Giorgi｜Game Designer / Illustrator｜Italy", "description": "「あのプール」で事故が起こってしまった。。。！ 女優さん、俳優さんやスタッフなどは撮影中に消えた。保険調査官の主人公は、タイムトラベルの出来る懐中時計「メメント・コイトゥム」を使って、この謎の事件を解いていく！", "number": 44}, {"title": "Kumatori Panic!", "about": "Eat Sleep Meep!｜Graphic Designer｜Canada", "description": "Oh dear! Looks like the baby chicks have fled the coop and it's up to Bear to return them home. Help Bear gather up all of his fluffy friends by matching chickens of the same colour before time runs out and they all escape again!", "number": 45}, {"title": "Selectron Safari", "about": "Dylan Wells｜Graphic Designer｜USA", "description": "The more you scan the more you find. 1 player.", "number": 46}, {"title": "MFC MKII", "about": "FEI JINGSHAN｜会社員｜China", "description": "MFC MKIIは、世の中のビートメイカーたちが求めるものが全て揃え、画期的な音楽制作DAWです。８ビット風・サンプリング素材を使い、色あせたローファイ・ヒップホップから西海岸カルチャーを象徴するR&Bまで、さまざまなジャンルの楽曲制作が可能。即座に作りましょう。", "number": 47}, {"title": "Fugu Fugazi", "about": "BAKAkid｜Designer｜Australia", "description": "Don't waste 3 years as an apprentice chef. Master your Fugu preparation skills in stunning 16 bit colour. Fugu Fugazi, a game of life and death.", "number": 48}, {"title": "Three Bananasi", "about": "Ridz Patrick｜Artist｜USA", "description": "Ten of the best drivers in the world compete in a race called Three Bananas. Winning first place guarantees a year supply of oil, bananas, and water for their country. Will you fail?", "number": 49}, {"title": "リチャクエ III", "about": "Richard Ford III｜Illustrator｜USA", "description": "お父さん、娘さんを僕に下さい。お願いします。日本で新たなリチャードの冒険が、始まる！ がんばれリチャード‼", "number": 50}, {"title": "ずるずる", "about": "Phillip Sabolta｜Jewellery Casting/Artist｜Australia", "description": "How much can you slurp? A rhythm dexterity game of button mashing while monitoring vitals and reaching for that high score. Slurp the longest. Slurp the loudest. Enjoy your meal.", "number": 51}, {"title": "パンチ", "about": "KAITO HAYASHI｜Designer｜Japan", "description": "あなたは殴ります。", "number": 52}, {"title": "月にいるじぃじとばぁば", "about": "ないとう日和｜アニメーター/イラストレーター｜Japan", "description": "じぃじ と ばぁば に あいたくなったら\nいつでも  月に いらっしゃい\n月に　うさぎが いっぱい おるよ\n月から　ちきゅう　を　みまもっとるよ\n\n　　　　　　じぃじ と ばぁば より", "number": 53}, {"title": "PUT IT DOWN", "about": "Tabata｜プログラマー｜Japan", "description": "この女の子は、一日中\"黒い板\"を見ている。何が面白いのかな。やめさせないと。", "number": 54}, {"title": "R.E.M.", "about": "すずきいときち｜イラストレーター｜Japan", "description": "<レム>と呼ばれる夢の中の世界から出られなくなってしまった<ノゾミ>と<タイシ>。クマのぬいぐるみの<ウーフ>、トリケラトプスのぬいぐるみ<ケラケラ>と一緒に夢の世界から出るための情報やヒントを集めましょう。夢の世界の案内役である<メリー>は時間によって天使と悪魔の姿に変わり、それぞれ行動や探索できる場所が違います。間違った選択をしていくと、より深い夢の世界へ行ってしまい、目覚められなくなってしまいます。", "number": 55}, {"title": "A Round Tuit", "about": "Eigotaku｜Teacher｜UK", "description": "Mr Modern Dad's work is never done. His family, friends and bosses all need his help. \nCan you balance daily life? \nPart management sim, part wacky and fast paced mini game collection with a heartwarming story-  Will you ever get A Round Tuit?!", "number": 56}, {"title": "Metro Maker", "about": "Dan Ingman｜Content Designer｜USA", "description": "The perfect city must have a perfect metro system. Connect riders with their destinations as efficiently as possible in this single-player puzzle game.\nCan you balance daily life? \nPart management sim, part wacky and fast paced mini game collection with a heartwarming story-  Will you ever get A Round Tuit?!", "number": 57}, {"title": "Bagel Quest", "about": "Stephen Kissel｜Illustrator｜USA", "description": "What would YOU do to craft your own bagel shop -- fight off briney sea monsters, forage the seeds of deadly forests? Join Loxy's quest as she faces her fears in search of the finest ingredients to achieve her dream —  becoming a MASTER BAGEL CHEF!", "number": 58}, {"title": "Gravity Garden", "about": "Jack Grimes｜Designer｜USA", "description": "Cosmic carrots incoming! Move quickly to get them planted properly in this puzzle arcade classic.", "number": 59}, {"title": "社交辞令：リップサービスの謎", "about": "ウィンター アレックス｜モーションデザイナー｜New Zealand", "description": "逃げる道がない！ 一連の社会的交流の中で、本物の繋がりを作ることができますか? それとも、終わりのない嘘のループに屈して、このパーティーで永遠に立ち往生するんじゃないでしょうか？", "number": 60}, {"title": "Northbank", "about": "Haiminh Le｜Designer｜UK", "description": "After many years of happy, faithful service, the bustling coastal town of Northbank is looking for a new mayor, and you're looking for a new adventure...", "number": 61}, {"title": "Seraphine", "about": "Phenky Stephen｜Character Designer/ Illustrator｜Indonesia", "description": "Four years after the crusade. Vitto, a young boy from the \nvillage of Mili who was born of the human and elf races must \nsurvive by fighting against vampires who want to take over \nhis body and blood in order to gain eternal life.", "number": 62}, {"title": "Printworks Magnate 1470", "about": "Rutherford Craze｜Type Designer｜The Netherlands", "description": "The year is 1470, and you're moving to Venice with a printing press and a dream. Will your upstart shop go under, or will you ride this new wave of technology through the canals and into the history books?", "number": 63}, {"title": "ベランダパニック", "about": "めんダコ｜Designer｜Japan", "description": "多肉植物栽培を至福の趣味とするジョージは、上階に住むマーカスの奇行に悩まされていた。なんとマーカスはジョージの多肉植物をこっそり果樹に植え替え、自室バルコニーからフルーツを収穫しようと目論んでいたのだ！ジョージはマーカスの攻撃から、はたまた気まぐれで傍若無人な飼い猫チャチャから愛する多肉植物を守れるのか?!　今、抱腹絶倒のパズルアクションガーデニングバトルが始まる！　◆２人対戦プレイも可能◆", "number": 64}, {"title": "Komugi the chipmunk", "about": "\"little shop\" 福士 悦子｜Illustrator｜Japan", "description": "シマリスのコムギが冒険するゲーム。\n昔懐かしいドット絵が新鮮。", "number": 65}, {"title": "Black Cat Pounce!", "about": "DiSCATTe｜Artist｜USA", "description": "Watch your toes! Can you make it across the room to get a snack without being attacked from the void beneath the couch! Step carefully. You're being watched.", "number": 66}, {"title": "Ow! Fire is Hot!!", "about": "Seth Kumpf｜Illustrator / Graphic Designer｜USA", "description": "Flint found Fire but is going to need your help to bring it back to the tribe! Navigate treacherous terrain and avoid powerful prehistoric beasts without dropping Fire and having it go out! The task is easier said than done because, OW! Fire is Hot!!", "number": 67}, {"title": "Murder... After Dark: Investigations feat. Det. Serena Olivier", "about": "Gevork George Sherbetchyan & Betsy Vera｜Illustrator and Concept Artist / 2D Artist, Storyboard Artist｜USA", "description": "Detective Serena Olivier is on the case to solve on a mysterious homicide report that took place in \"After Dark\" Diner. Help her unravel this mystery by looking for clues, asking potential suspects, solving puzzles, and drinking lots of coffee.", "number": 68}, {"title": "LightWave Racing", "about": "Joe Wright｜Web Designer｜USA", "description": "//Particle~•~Wave\\\\ Racing", "number": 69}, {"title": "Housewife Revenge", "about": "Mateusz Czech｜Graphic Designer｜Poland", "description": "Housewife Revenge is a brutal platform game. In this game, you play as a housewife who wants to get back her kidnapped children. Armed with a kitchen rolling pin, she enters the bloody path. Opponents will not get mercy from her. Lots of humor and gore.", "number": 70}, {"title": "Cupcake Forest", "about": "Pete Ellison｜Artist｜Canada", "description": "It's winter at the bear sanctuary, and your sweet treats have attracted a very unique kind of bear!", "number": 71}, {"title": "身近な鳥", "about": "sisi｜デザイナー｜Japan", "description": "いつもどこにでも。さあ、会いに出かけてみては？", "number": 72}, {"title": "ONSEN TYCOON", "about": "微睡テイル｜Vtuber｜Japan", "description": "Discover hot springs all over the world and become a millionaire! \nThere might be a lucky event as well!\nThe definitive edition of the resort hotel simulation game!", "number": 73}, {"title": "Little Hat Man Adventures", "about": "Jason Combs｜Designer｜USA", "description": "Little Hat Man Adventures is an action platform adventure game that follows Boshi, a playful spirit that possesses inanimate objects to wear as hats. Each hat gains Boshi new abilities as he explores a mysterious city to find his way home.", "number": 74}, {"title": "BLACKLIST", "about": "Matt Cole Wilson｜Graphic Designer｜USA", "description": "You've been given a list of names. Your job will be done when all the names are crossed out.", "number": 75}, {"title": "UNDERGROUND-01", "about": "Cory Schmitz｜Graphic Designer｜USA", "description": "A Children.™ Game / Explore & map out the UNDERGROUND in this cartography adventure", "number": 76}, {"title": "And your three little birds can sing", "about": "Soooya｜Designer｜Japan", "description": "ベリキュートゥでナイッスィンガーなスリーリロゥバーッ", "number": 77}, {"title": "Tired Eyes: The Quest For Sleep", "about": "Megan N. W.｜Designer｜Canada", "description": "Shadow creatures have been plaguing the dreams of the townsfolk of Sleepsville! Leap between the world of the awake and the world of nightmares, battle baddies, and bring sweet dreams back to the village!", "number": 78}, {"title": "からしキッド", "about": "メトロオイスター｜会社員｜Japan", "description": "からしキッドはあなたの分身となり世界中に散らばった焼売を集める世界初の焼売アクションゲームです。\n「天津会」「わさび道」など様々なグループとの衝突があなたを待っています。\n※ゲーム中で投げられている焼売は、食品ではなく焼売の形をした武器です。", "number": 79}, {"title": "Peach Pit - CAMP'R COSMO", "about": "Jalil Packer｜Visual Designer｜USA", "description": "With Life of Earth reaching to the outer galaxy, You find a mysterious Mech Suit with a map to an undiscovered utopia!! Take aim and fly throughout the cosmos in Peach Pit - CAMP'R COSMO!", "number": 80}, {"title": "Tanuki Rhythm", "about": "Taikun Kambashi｜BG Painter｜Canada", "description": "Feel the rhythm! The tanuki rhythm!", "number": 81}, {"title": "墓", "about": "埼玉 彩 a.k.a. 浦和武蔵｜自称会社員｜Japan", "description": "故人との思い出が８Bitでよみがえります。", "number": 82}, {"title": "Auto Möto - God Bless the Race Trac", "about": "Roger Young Jr.｜Art Director｜USA", "description": "Transport lost souls & navigate through the after-life in the rally race of the eon. Navigate the various terrains of the after-life\n& maintain the predetermined schedule between checkpoints to transport the spirits to their \"final destination\".", "number": 83}, {"title": "ONIGIRIKUN", "about": "Berry Villegas｜Illustrator/Designer｜USA", "description": "Travel through time with lil OnigiriKun, the tiny rice ball boy, as he navigates all the crazy adventures in all the endless universes with only his oishi lunch for the day. Let's go! You can do it!", "number": 84}, {"title": "放課後の約束", "about": "神代 龍也｜プロレスラー｜USA", "description": "大好きなアノ娘がある日突然仲間外れに！ 見て見ぬふりするのは、もうヤンピコンピ！ 憎き副担任や意地悪教育実習生、群れたがりスポーツ部の連中から逃れて約束の場所に辿り着き、アノ娘を救うことができるだろうか。とっぽいスケ番グループや保健室の先生の助けを借りて最終奥義「放課後の約束」を発動して最後のボス教頭を倒せ！ 横スクロール型恋愛シュミレーションＲＰＧの最高傑作！　人生はサヨナラだけで紡がれている。", "number": 85}, {"title": "夜々中の住人", "about": "Gabriella Leighton｜デザイナー兼イラストレーター｜Chile", "description": "「アビスハウス」の娼婦・サロメ。年齢も、性別も、謎のベールに包まれている。ここしばらくのところ、サロメの宝石や下着、その他にもこまごまとしたものが跡形もなく消え続けていた。サロメのいく先々には影がまとわりついているようだ……。\n\n「夜々中の住人」は、サイコ・スリラーもの８ビットゲームである。", "number": 86}, {"title": "MODULARMONY", "about": "Plastulo｜学生｜Japan", "description": "モジュラーシンセサイザーをテーマにした音楽ゲーム。作成した音を波形として表示する「オシロスコープ」、基盤のカスタマイズをシミュレーションできる「DIY」、オリジナルの曲を保存できる「レコーディング」モードが搭載されている。", "number": 87}, {"title": "Comedy Game", "about": "TheFoxOverlord｜Artist｜USA", "description": "A puzzling, story-driven metroidvania about learning to be a person.", "number": 88}, {"title": "Mascot Management", "about": "Levi and Rory｜Graphic Designer and Illustrator｜USA and UK", "description": "Behind every cute mascot lies shrewd business backing. Guide your company's mascot to popularity and success in the world's first mascot management sim!", "number": 89}, {"title": "PEAS!", "about": "Kevin Gauvin｜Illustrator｜France", "description": "Peas. Peas! PEAS!!!\nMix and match the peas in this frenetic puzzle game!", "number": 90}, {"title": "Tiny Tourist", "about": "Fran Segura｜Game Artist｜Spain", "description": "Explore unknown worlds as a tiny alien tourist and send beautiful photos to your loved ones.", "number": 91}, {"title": "Gear Peace", "about": "Chris Merkerson｜Graphic Designer｜USA", "description": "A 200 year war ends, a era of peace has come. Mech racing is what brings all the nations together for peaceful competiton. ", "number": 92}, {"title": "S’MARS", "about": "Noah Jacobus｜Designer & Illustrator｜USA", "description": "Mallow Core: offline. Graham Panel Array: unresponsive. Choc Strut Integrity: compromised. We're 84 million miles from home, and there's something hungry out there.", "number": 93}, {"title": "Punch Break", "about": "Jaelen Upchurch｜Illustrator & Designer｜USA", "description": "Punch! Kick! Coffee Break! Listen to your opponent's problems? Repeat? Play as a cafe barista where training includes the key to giving good advice, the key to the coffee bean closet, and the key to performing a 99-hit combo.", "number": 94}, {"title": "Oh No... My Groceries...", "about": "Zach Roy｜Creative Director｜USA", "description": "Oh No.... My Groceries.... they fell over and hit the ground. And my cart is so sad too. What am I to do?", "number": 95}, {"title": "Lucha Lunch", "about": "Skinny Ships｜Design / Illustration｜USA", "description": "¡Become el luchador chef champion!", "number": 96}, {"title": "Squish Squish", "about": "Matt Espiritu｜Artist｜USA", "description": "This orange tangy squirrel is on a rampage to squish her face on any orange that comes her way! Boost your immune system through these zany levels by collecting as many oranges as you can!", "number": 97}, {"title": "MIDAS TOUCH", "about": "Rodney Montenegro｜Graphic Designer｜USA", "description": "Embark on an epic greek saga as the cursed King Midas, looking to reverse his golden gift. Prove yourself fit of mind, body and soul in a series of trials to earn favor with Dionysus and free yourself from your cursed golden touch!", "number": 98}, {"title": "FEED IT", "about": "Renato Meyer｜Game-dev｜Argentina/Spain", "description": "It crawls, it bites, it feels, it wants to rise. Help it crawl, make it bite, let it feel and feed it life", "number": 99}, {"title": "RETRO CAT PARTY", "about": "NEKONOKO｜illustrator｜Japan", "description": "猫たちがパーティーで好きな食べ物を選んで食べていくゲームです", "number": 100}, {"title": "Sleepy Sheep : Sweet Dreams", "about": "Squiddershins｜Game Developer｜USA", "description": "Tuck in for an adventure of a nighttime as you snooze through soothing nap-battles, learn the lost lullabies, and discover the secret of sweet dreams. Slumber solo—or rest with a friend in co-sleeping mode. Compatible with Power Pillow™ peripheral.", "number": 101}, {"title": "Legacy", "about": "Josh Lanphear｜Graphic Designer｜USA", "description": "1,000 years have passed since the last appearance of the Tatras range, and it has taken humanity that long to recover from the damage of the otherworldly being. A new age has begun, but new dangers lie ahead for a civilization on the brink of discovery.", "number": 102}, {"title": "Ghost Hunter", "about": "Gabby DaRienzo｜Game Artist｜Canada", "description": "Glenda loves ghosts but no one believes in them except her! Using her trusty shovel and lantern, dig up graves and search for new  ghost friends. But be careful -- some graves are cursed!", "number": 103}, {"title": "Apathello", "about": "Lumbud84｜Graphic Design Student｜USA", "description": "Has today been rough? Are you feeling a distinct lack of emotion due to outside factors? Come sit down, relax, and distract yourself for a little. Play games of Othello against this sentient void, who will be here to support you. It will be okay.", "number": 104}, {"title": "PEGBOARD", "about": "Tom Brinton｜Designer｜USA", "description": "An elegant new operating system for the Famicase, PEGBOARD offers a clean slate for you to create a productive & fulfilling life.", "number": 105}, {"title": "CATCHA", "about": "Bryanna Smith｜Multimedia Illustrator｜USA", "description": "Can you CATCHAAA? Catch a cat or matcha with the capsule toy crane game! Stay caffeinated and focused while you rescue the cats from the matcha machine!", "number": 106}, {"title": "エルフィーのしゅみ", "about": "Solomar｜Game Programmer｜Canada", "description": "私の名前はエルフィーです。ピーナッツバターが大好き。趣味は、書くこと、温泉に行くこと、スノーボード、ショッピング、絵を描くこと、魔法の薬を作ること、テレビを見ること、寝ること、映画を見ること、虫を捕まえること、ピーナッツバターを集めること、宇宙を探検すること、バレエ、水上スキー、幸運であること、シュノーケリング、水たまりでのジャンプ、読書、雪だるまを作ること、ガーデニング、教えること、などなど！", "number": 107}, {"title": "Ultra Chess", "about": "Jaime Ugarte｜Merchandise Design & Game Art｜USA", "description": "It's time to get your strategy in order. You thought chess was perfect? Try ULTRA CHESS! The definitive action-packed chess.", "number": 108}, {"title": "StarGazing", "about": "Ollie Hoff｜Freelance Illustrator｜UK", "description": "StarGazing is a single player puzzle game set in the near future where you're tasked with looking to the stars to find the clues and discover who or what's really out there..", "number": 109}, {"title": "Ploomish", "about": "Jeff Wiggins｜Graphic Designer｜USA", "description": "Forma Series 01 — Ploomish™. A digital decor object that uses sound and pattern to create a meditative space. 1 Player.", "number": 110}, {"title": "NOREN", "about": "David Scamehorn｜Game & UX Designer｜USA", "description": "Noren were originally used to guard entrances against unwanted elements from coming inside. However, this one appears to be used to protect the outside from something within..? IRASSHAIMASE!", "number": 111}, {"title": "OFFWORLD WEATHER", "about": "Alec Whitmore｜Designer｜USA", "description": "Observe and forecast alien weather patterns off the solitary cliffs of Persephone-01.", "number": 112}, {"title": "DOWNWARDS", "about": "Choco｜Digital Artist｜Germany", "description": "Everything here is going downwards! Some would call this a golf game, some a sandbox game... Maybe it's both! Its up to you to find out!", "number": 113}, {"title": "左馬!?", "about": "シグナル｜自動車エンジニア｜Japan", "description": "みんな、見たことあるだろう？\n床の間なんかに飾ってある、でっけぇ将棋の駒の置物。逆さ文字で｢馬｣って書いてあるアレだ\n \nデカいやつ襲来！デカいやつ襲来！\n誰だ、こんなもん持ってきた馬鹿は！\n飛角金銀桂香歩、総員戦闘配置に着け！", "number": 114}, {"title": "The Same Place®", "about": "Adrian Wrobel｜Graphic Designer｜UK", "description": "What you're about to see . . . Exists .", "number": 115}, {"title": "「Hyper」 ASMR", "about": "PRINCESS INTERNET CAFé｜Game Developer｜Spain", "description": "Tired after work or school? Put your headphones on and enjoy the ultimate ASMR experience. Let the realistic 3D sounds take you to a different dimension. No stress, just relaxing vibes. This is 「Hyper」 ASMR.", "number": 116}, {"title": "this game will kill you", "about": "Daniel Hammerson｜Artist｜USA", "description": "According to legend, all who have played this game have fallen victim to gruesome untimely deaths. Only the boldest will uncover the truth by playing. See where the game takes you.", "number": 117}, {"title": "Winter Hymnal", "about": "James Anear｜Illustrator｜USA", "description": "Noah is cute. Noah is perfect. Noah will die.", "number": 118}, {"title": "MEMAI TOWER!", "about": "SCJ｜Designer and Musician｜USA", "description": "Your workers are lazy, and the tower is crazy! Climb and build up with your team up 60 floors of dizzying heights, tumbling blocks, and frustrating partners! Use cranes, planes and brains to win, but look out below! That first is a doozy!", "number": 119}, {"title": "Dungeon DJ", "about": "Joshua Thomas｜Graphic Designer｜USA", "description": "Explore infinite dungeons with nothing but your wits and the records on your back. A rhythm-based RPG where your success is based on the tracks you choose!", "number": 120}, {"title": "スーパーカンフーマスターズ", "about": "KAMIOKA231｜イラストレーター｜Japan", "description": "イー・アル・アタターッと一撃必中！ 強い相手に出会うため、修行の旅を突き進む。道中に困っている者あらば、三兄弟のチカラを合わせて手助けするのが漢の道。拳の達人だけじゃ物足りない、妖怪・怪物ナンデモカンデモかかってこい！！ 諸国漫遊アクションRPG、ここに誕生。", "number": 121}, {"title": "TOC TOC", "about": "AQUILES｜Musician｜Spain", "description": "No one has lived here in ages. Or has it?", "number": 122}, {"title": "れなちゃんと走るなんでもない日々", "about": "ちゅろす｜デザイナー｜Japan", "description": "ヨレヨレ小太り社会人の「ぼく」は\n母の再婚で義兄妹になった「れなちゃん」と\n毎日３０分、近所の公園を走る。\n学校のこと、友達のこと、スポーツクラブのこと、\nれなちゃんがあれこれいろんな話をしてくれる\nこの時間が、ぼくはとても好きだ。\n笑って泣いて喧嘩して、少し休憩して走り出す、\n早送り厳禁な日々が今始まる--。", "number": 123}, {"title": "The Lost Hat", "about": "Tobias Örnberg｜Illustrator / Art Director｜Sweden", "description": "Oh no, Mr P is just about to go out on his morning walk and realizes his hat is gone! Where did he put it? Or has it been stolen, but by who? Help Mr P search for his precious lost hat in this silly run 'n' jump platformer.", "number": 124}, {"title": "Galaxy Fighter Jestalt", "about": "Aisosa Ugiagbe (PyrokidSosa)｜UI Designer & Developer / Game Dev｜UK", "description": "Zane is a bounty hunter left for dead after a betrayal. But by a strange twist of fate, he comes into contact with a unique and fatal virus that allows him to control a coveted GEIST. With his remaining time left, he has but one goal - Vengeance.", "number": 125}, {"title": "My job is killing the rainforest", "about": "Jolos Carsé｜Illustrator / Designer｜Perú", "description": "You, a cynical bureaucratic office worker, is being sent by corporate to the industrial area for inspection of impact on the rainforest. Confronted by the true damage the company is doing, you start sabotaging the paperwork to give some reparations.", "number": 126}, {"title": "Skeboo Turtle", "about": "Mugi｜会社員｜Japan", "description": "スケートボードを手に入れた亀が大好きな女の子を乗せて街中を大疾走！至るところにある障害物を乗り越えて街一番のメロンパンを食べる約束をした２人\n果たして最高のメロンパンを食べられるかな？", "number": 127}, {"title": "Bag'Voyage", "about": "Kurt Texter｜Grocery Crew and Graphic Designer｜USA", "description": "Time to take a trip! Pack some snacks and enjoy a whimsical puzzle experience. Collect exotic snackings and visit fantastic places. Adventure solo, or with up to four friends. Good luck and Bag Voyage!", "number": 128}, {"title": "RO-SHAM-BOH-NO!", "about": "Oscar Natividad｜Graphic Designer｜USA", "description": "Oh no! A game of Rock, Paper, Scissors to decide dinner leaves a young couple knotted. Only you can untangle them and decide what to eat tonight!", "number": 129}, {"title": "objects galore", "about": "Gladys H｜Designer, Trinket Collector｜Canada", "description": "Hey slow down! You're going to run out of space if you keep collecting every object you see!\n(Too bad you can't help yourself ...)", "number": 130}, {"title": "NOTHING CAN STOP THE MUSHROOM MAN", "about": "James MacDonald｜Designer / Music Producer｜USA", "description": "Gloomcap is a mushroom warrior on a quest to stop the 13 Demons of the Abyssal Order. It's a daunting task but you need only remember one thing: nothing can stop the mushroom man!", "number": 131}, {"title": "The Theogony", "about": "Joshua Goldie｜Games Art Student / Journalist｜UK", "description": "The Ancient Gods of Greece have been sealed away and the King of Monsters, Typhon, is on the verge of being reborn. Play as the hero-in-training Theseus as he, alongside goddess Athena and sage Hesiod, explores the island of Hieronisi, defeats Typhon's army and saves the Olympian Pantheon.", "number": 132}, {"title": "もぎゅもぐおにぎりぃ", "about": "みゐ輔丼｜キャラクター絵描き｜Japan", "description": "回復アイテムのおにぎりをたくさん作ろう！ \nおにぎりにぎにぎしてからもぎゅもぐ食べよう！", "number": 133}, {"title": "Ba-Roll Pirate Panic!", "about": "Jamie Gregory｜Designer / Art Director｜UK", "description": "A pirate ship needs barrels, and managing them is hazardous work. Roll and match them to send out supplies to the crew. But be careful with the gunpowder barrels or you'll sink the ship!", "number": 134}, {"title": "Bubble Box", "about": "Omar Sacca (ortho*)｜Graphic Designer｜USA", "description": "Introducing Bubble Box! A new strategic match-puzzle game! Select colored bubbles in each box to set the color, then match groups of colored boxes to clear them from the field. Race against the clock, or test your skill against friends in Versus!", "number": 135}, {"title": "Moon Scope", "about": "Ryan McKnight｜Visual Designer｜Scotland", "description": "Grab your N0–0M super-mega-scope and find the lost moons across the far reaches of our galaxy and connect them with lonely planets. Moon Scope is a single player game about loss and connection. Remember, all planets need a friend.", "number": 136}, {"title": "蒼いヨウセイの森", "about": "かずたろ｜パートタイマー｜Japan", "description": "妖精たちが住んでいる森は、こんなに楽しいのです。妖精たちに魅了される、アドベンチャーゲームが出来ました。", "number": 137}, {"title": "Well, we blew it up - now what?", "about": "Polyducks｜Freelance Artist｜UK", "description": "The game should be over. The enemy is destroyed, but the music is still playing. The gunships continue to fly through space. With no enemy, what is the purpose? When will the credits roll?", "number": 138}, {"title": "Cat Simulator", "about": "Guy Pradel｜Illustrator｜France", "description": "Plug your Cat Simulator© cartridge in your Cat Bot© and enjoy hours of entertainment !", "number": 139}, {"title": "Far Beyond The Mountain", "about": "Chris Dunkley｜Graphic Designer｜Australia", "description": "Explore vast and lonely landscapes. Chart your progress. Traverse the mountain path and discover what lies beyond. For 1 player.", "number": 140}, {"title": "BLEEP", "about": "koa｜Motion Designer｜France", "description": "BLEEP is a 8-bit music writing game. Whether you're a experienced producer or just starting out, it's the perfect platform to unleash your inner musician. Get ready to make some noise!", "number": 141}, {"title": "Drum Knights", "about": "Toadchurch｜Visual Artist｜USA", "description": "A dark wizard hides beneath the mysterious Taiko Castle... Only the noble Drum Knights can save the day! Help the plucky Snare, Hatty, Kicks, and Bongo gather their weapons and discover the fated castle's hidden secrets! Unlock treasure, collect gems, and defeat monsters! Can you conquer Taiko Castle?", "number": 142}, {"title": "Famiclone Wars", "about": "Denis Myzim｜Artist, Sculptor, Designer｜Slovenia", "description": "Pick one of three factions and enter the world of strategy battle flare. Experience the vast world of Zados and engage in the battles to secure the  resources for the ultimate goal to become the supreme leader of Zados.", "number": 143}, {"title": "お絵かきシリーズ 透視図法", "about": "Vishop｜マルチクリエイター｜Japan", "description": "第３宙域空間『パースペクティブ』を恐怖に陥れる銀河帝国グリッド。その長であるバリスケーラーはパースペクティブに隠された財宝『コンパス』を見つけ出し、その隠された強大な力で全宇宙を支配しようと企む……。しかし正義の心に反応するコンパスの欠片に選ばれた二人……キーカとガックがここに野望を阻止すべく立ち上がった！ NS（なんとなく・それっぽい）システム搭載！ 超大作スペクタクルSFファンタジー！", "number": 144}, {"title": "PLANES", "about": "Jacob Schneider｜Graphic Designer｜USA", "description": "What lies beyond our plane of existence? What secrets will you discover about life, creation — or even yourself? Welcome to PLANES. Confront another reality.", "number": 145}, {"title": "TIRE FIRE: MOTOR MANIAX", "about": "Clip Art Menace｜ILLUSTRATOR｜USA", "description": "Automotive Action Game!\nSpeed your way to the finish line in this cross country race against the renegades of the road! \nShoot, dodge and destroy any vehicle in your way and win the title of Racer Supreme! \nRev your engines, and put the pedal to the metal, it's a Gran Prix Battle Royale! ", "number": 146}, {"title": "FACTORY", "about": "anrianlianri｜Designer｜Taiwan", "description": "突如姿を消した工場長。彼の魂はいまだに工場の中で彷徨う。\nあなたは彼の魂を見つけ出すことができるのでしょうか。", "number": 147}, {"title": "Last Eyes", "about": "Liam Higgins｜Graphic Designer｜Canada", "description": "Solve murder cases by inspecting the final image burned into the victim's retinas.", "number": 148}, {"title": "Uchuu Plant", "about": "Fanny Luor｜Illustrator｜USA", "description": "The universe is vast, though not truly so empty. Your job as H4-N4 is to travel and collect as many species of flora and fauna as possible and populate your planet-ship. Explore new worlds, log your discoveries, and watch your ecosystem grow!", "number": 149}, {"title": "みちのく殺人事件 なまはげ親子の涙", "about": "大月はやと｜造形作家｜Japan", "description": "親父警察さ提出した書類や支援体制は完璧で、受刑態度も良好。仮釈放は認められだ。東京で人間関係の絡れがら逮捕後、あーだごーだで今は東北になしてがいる。真面目さ就労の日々だ。こご秋田にはおいもおべねがった親父のルーツがある。大晦日の夜には「はまはげ」に扮してこのおいが、わりぇ子はいねがーってやるのだんて、笑えねな。明日はおいが赤で親父青の約束だったんだが、なしてが親父さ玄関で血塗れに。あ？ どでした？ ばしこぎ？包丁、血塗れなんだども。顔さ赤でねぐで青だべ？ おいの方青くなってら。泣くごはおいだな。", "number": 150}, {"title": "緑茶が刻", "about": "鷹彰 (たかあき)｜ゲーム製作業｜Japan", "description": "“家にいながら緑茶の旅を楽しめる”——これが緑茶の刻の根幹。緑茶が美味しいチルスポットを求め、周囲の風景を心ゆくまで堪能しながら千葉の秘境を旅しよう！リアルな景観を、ハードの限界により簡素化された状態で観れば…別世界への想像が膨らむぞ！行きたい場所をみつけて、GPS情報をゲットだ！「秘境でチルアウトするほどチル率が爆上がり」発言で有名な、緑茶でチルアウトの第一人者さすらい先生監修。", "number": 151}, {"title": "鍋道", "about": "みっきぃ｜WEBデザイナー｜Japan", "description": "鍋道とは美味しい鍋を作ること。ただそれだけです。まずは具材とだしを考えて鍋の構成を決め、材料を探しに全国を回りましょう。高級食材を選ぶだけでは高評価は得られません。食材の相性を意識して美味しさを引き出すことが鍋道を極めるうえで重要なカギとなります。もちろん鍋道を極めたるもの、飾り切りや盛り付けも忘れてはいけませんよ。", "number": 152}, {"title": "Solar Spirit", "about": "Jack Collins｜Designer｜Ireland", "description": "A light beckons from beyond the horizon. The Solar Spirit calls out your name.", "number": 153}, {"title": "Gamer Nights III -Succession-", "about": "Akage Illustration｜フリーランスイラストレーターと漫画家｜Italy", "description": "ファミカセに端を発する事件を解決し、青春を謳歌していた主人公は16歳の誕生日を迎えたある日、衝撃的なニュースを目にする。それは、ゲームがカセットではなくディスクで供給されるという内容だった。ファミカセがなくなっちゃう！？ カセット文化を守るため立ち上がった主人公だったが、技術の進化は、ひいては人類の進化にも繋がるのではと考え始め、自問自答を繰り返しつつ共存の道を探っていく。Gamer Nightsシリーズ完結作。あなたを待ち受ける結末は...！？", "number": 154}, {"title": "Funginoko", "about": "Harry Weldie｜Designer｜USA", "description": "An android’s fungal field guide. Explore the isolation zone for naturally occurring fungal specimens, record and catalogue your findings.", "number": 155}, {"title": "PUNK GOD DEAD", "about": "Die｜KetchupArts/Soviets｜Japan", "description": "女王の崩御で封印が解かれ、伝説のパンクゴッドが復活した！ 対応できるのは死怒博士が開発したオキシジョン・ライドロイヤーだけだ！ はるか海を越えて、パンクゴッドをデストロイせよ！", "number": 156}, {"title": "endleofon", "about": "Juan A. Silva Jr.｜Graphic Designer｜USA", "description": "On the 11th hour, a lowley monk named Bede has misplaced 11 books of his scriptures. It seems that a mischevious imp named Endleofon has stolen and hidden them within the halls of the cathedral. Help Bede find and collect all his books and defeat the imp before he himself goes mad! Another great game from Lord Toon Industries!", "number": 157}, {"title": "アイヤー飯店", "about": "シゲ / GEZ GRAPHICS｜グラフィックデザイナー｜Japan", "description": "地元の皆に愛され続ける老舗町中華「アイヤー飯店」の看板娘ハー・チャンが捕らわれの父を助け出すため悪事を働くネオチュウカ街「タイガーふぅふぅ軒」のボス、アンニン導父を倒すベルトスクロール型アクションゲーム。協力モードではペットのパンダ「飯太(ハンタ)」が使用可能。", "number": 158}, {"title": "JOCK BOUND", "about": "Nilson Carroll｜Archivist｜USA", "description": "Take control of Jock as he sweats his way through seven levels of pure action. Break bones and laws. Build up your muscles to great heights and even lower lows. Collect underwear, straps, weights, and become the boy's legend.", "number": 159}, {"title": "Bloody Links", "about": "Steve Propst｜Graphic Designer｜USA", "description": "Play as a vampire-hunting golfer in this old school side scroller. Navigate spooky environments, defeat undead monsters with your golf clubs, and collect power-ups to save humanity. Challenging gameplay and gothic atmosphere make for a thrilling adventure.", "number": 160}, {"title": "Homunculus", "about": "Agustin Crisostomo｜Animator & Illustrator｜Philippines", "description": "Play as an obsessed geneticist in the pursuit of a scientific breakthrough never seen before. Craft the ultimate lifeform through\nyour choices and deeds: a beautiful creature, or something far more wretched.", "number": 161}, {"title": "Dead Man's Dance", "about": "NEM0｜Graphic Designer｜USA", "description": "Doot your horn!  It's time to party.  Get down with the best of them.  Join up to four of your friends in this underworld extravaganza. Compete to be the best. Attach ouija board (not included) to commune with the spirits and enable net-play.  Join us.  We're all dead and loving it.", "number": 162}, {"title": "overproof", "about": "eric littlejohn｜graphic designer｜USA", "description": "you're an underground bootlegger with a dangerous past. assemble a crew, brave the untamed seas and deliver your precious cargo before the restless and unsavory gods take back what's theirs. a terminalwave production, all rights reserved ©2023", "number": 163}, {"title": "RUNAWAYS", "about": "Anton Romero｜Designer｜Philippines", "description": "After being fed up with the System, you and your partner decide to hit the highways with your motorbike and run away from the Oppressive State. The endless cops are hot after your heels, the tires are squealing, and Freedom is bought with bullets.", "number": 164}, {"title": "Love, Oneself", "about": "I__bags｜Musician / Graphic Designer｜USA", "description": "You're slowly starting to heal yourself again. Get back into that hobby you said you didn't have time for. Explore what's been right in front of you this whole time. You're getting there.", "number": 165}, {"title": "C0NTURN", "about": "keenbiscuit｜Illustrator｜Indonesia", "description": "the story of C0NTURN starts in the galaxy far far away where your world is destroyed by the 3rd Dimensional beings, your job is to destroy them with the power of... MUSIC !", "number": 166}, {"title": "Pink Beats", "about": "yokaiy｜Illustrator｜USA", "description": "Follow the beat and don't get caught.", "number": 167}, {"title": "LUNCH", "about": "Ena Kim｜Graphic Designer｜USA", "description": "What am I going to eat for LUNCH?", "number": 168}, {"title": "ドーンナさんのRC工房", "about": "José Salot｜Illustrator｜Chile", "description": "A simulation game where you aim to buld the best rado controlled vehicles. Compete in races and endurance missions to win all the medals. You can always ask Donna, the cute expert girl for advice and perhaps win her heart too...", "number": 169}, {"title": "8bit OverClocker", "about": "HaL_Kaa｜会社員｜Japan", "description": "ゲームハードをオーバークロックできるドキドキの一発勝負！ 動かなくなった時がゲームオーバーだ！　※1年間の保証付き。", "number": 170}, {"title": "Ojo en Pared", "about": "イモリプロダクション｜自営業｜Japan", "description": "君は逃亡中の窃盗犯だ。ある時廃屋で休んでいると、奥で物音がする。壁穴越しに覗いて見ると、そこには警官と麻薬密売人の取引が行われていた。身の危険を感じその場を立ち去ろうとするが、足音に気付かれてしまい、両者から追われることになってしまう。君は追手の目を逃れ、無事に当局へ通報することができるだろうか？", "number": 171}, {"title": "Ero-PakuPaku", "about": "Froyo Tam + Jada Paige｜Art Director + Senior Graphic Designer｜USA", "description": "A compilation of 5 yummy-yummy games to get your taste buds and pants moving! Experience the heart-throbbing action!", "number": 172}, {"title": "Wavestar", "about": "Jordan Rosenberg｜Designer / Illustrator｜USA", "description": "AHi-speed jet ski action meets interstellar battling! Take to the seas and skies in this on-rails, racing/shooting game. The more stylish your movement/combat, the higher your score, and the cooler the levels are that you visit. Shoot for the stars!", "number": 173}, {"title": "Flower Buds", "about": "ZHIN｜Illustrator｜USA", "description": "やばい!  Meeting new friends can be difficult, so why not just make your own! Collect and plant seeds in your garden of friendship and watch as your new Buds bloom.", "number": 174}, {"title": "DYSLEXIA", "about": "Miki Charwin｜Graphic Designer｜Singapore", "description": "A puzzling RPG adventure that plays with your perspective. A little mouse navigates through a scrambled world, deciphering secrets where the deeper you go the more jumbled your world becomes.", "number": 175}, {"title": "かまぼこに乗って", "about": "さゆき｜会社員｜Japan", "description": "目覚めたら海の上、かまぼこの上！！！\n夢じゃないこの謎空間。魚からの白い目。\nあなたは生き物たちとうまくやってけるかな？？\n", "number": 176}, {"title": "Movie Night Remastered", "about": "Ruby PH｜Art Director｜Australia", "description": "It's time for Movie Night! Remastered with your favourite gameplay & more! Watch, review & trade your movie collection. Discover new titles & hunt sequels. Obtain short films with the new \"Mini Games\" mode. Watch all day and night with Movie Night.", "number": 177}, {"title": "Garbage Day", "about": "William Greenawalt｜Art Director｜Japan", "description": "Garbage day! Time to take out the trash!", "number": 178}, {"title": "ユウナギ防衛戦線", "about": "マイトン｜クリエイター｜Japan", "description": "友達の記憶のカケラを探して夕暮れの世界を冒険していくアドベンチャー", "number": 179}, {"title": "MILK GAL XPRESS", "about": "Ichigo｜Illustrator｜USA", "description": "Get ready for a hectic juggling challenge in MILK GAL XPRESS! Help the hard-working mom Jug deliver fresh milk door-to-door each morning, all while balancing her adorable babies alongside the demanding job. Can she keep up with the frenzy of motherhood and financial responsibilities?!", "number": 180}, {"title": "Creaturetects", "about": "Ruthie Edwards｜UX Designer｜USA", "description": "Unleash your creativity and build incredible creatures from over 100 unique body parts. But building these creatures is only half the challenge. Are you ready to compete with the world's top creaturetects?", "number": 181}, {"title": "mushrooming", "about": "Rio｜Artist｜Germany", "description": "Gather mushrooms to improve your abilities. Will you unlock your hidden powers?", "number": 182}, {"title": "The Knightmaster Cat - Episode 1: Voice of Asi", "about": "Mayo Bous｜Graphic Designer｜Cuba", "description": "Embark on a silent quest in a magical world! This action adventure JRPG mixes top down and platformer gameplay. Explore, fight and solve puzzles in the first part of a thrilling trilogy. Will you find your voice and stop the darkness?", "number": 183}, {"title": "Tori Tower", "about": "Douglas Laubacher｜Cartoonist, Educator｜USA", "description": "For as long as anyone remembers, the mysterious tower has loomed off the coast. One day you awaken to see the tower has moved! Seeking fortune and answers, you throw caution to the wind and make haste to the shores of the ominous - Tori Tower.", "number": 184}, {"title": "Lil' Baby Ninjaman", "about": "SCOTT POPULAR｜Game Designer｜USA", "description": "Lil' Baby Ninjaman has escaped from his game and was last seen chillin' on a beach in Honolulu.  If you have any knowledge of the whereabouts of Lil' Baby Ninjaman please call 1-800-Ninjas-In-Tokyo.", "number": 185}, {"title": "Too close to the edge", "about": "Viet ‘Anh’ Cao｜Graphic Designer & Illustrator｜UK", "description": "Sometimes people put their cups a bit too close to the edge of the table. You should be careful, as anyone or anything can tip it over.", "number": 186}, {"title": "Cat Lady Quest", "about": "Cassandra Freire｜Illustrator｜USA", "description": "You love cats so much that every single one must become your friend. Leave no cat unhugged.", "number": 187}, {"title": "Going Astray", "about": "PhantomZ2｜Artist & Writer｜USA", "description": "For souls that have lost their way, like a cat going astray.", "number": 188}, {"title": "BRAINTRAP", "about": "Patrick Crotty / Alana Lyons｜Book Designer / Designer｜USA", "description": "A late night just keeps getting later, and you and your partner have been brain-trapped into solving a bizarre missing persons case for a sinister private client named “Blue Star”.  Uncover the spiraling mystery and escape the trap in this cruel Noir using DESTINY DICE to bring fate in your favor. ", "number": 189}, {"title": "COME DOWN HONEY!", "about": "Indiana-Jonas｜Artist, Writer & Game Designer｜Sweden", "description": "It's a sunny day and you're having fun up in the trees. Your mom is worried, but you don't care. You are free.\n\nClimb procedural trees and collect bugs. Comes with a real measuring tape so you can see how high you went up real trees.", "number": 190}, {"title": "Syren's Dungeon", "about": "CyberGunk｜Game Developer｜USA", "description": "Become the epic explorer Syren as she delves the depths in Syren's Dungeon!", "number": 191}, {"title": "Tourist Simulator", "about": "Eric Quach｜Graphic Designer｜USA", "description": "Head to Japan and have the trip of a lifetime! Explore Japan and experience the sights and sounds as you enjoy the food, shopping, culture, tourist attractions in a 2-week timeline. If you miss anything, be sure to head back and beat your high score!", "number": 192}, {"title": "Sottsass Simulator™", "about": "David Boni｜Designer｜USA", "description": "Become a legendary Italian designer in Sottsass Simulator™. Wield the power of colorful laminate, playful forms, and sensual acrylics. Build furniture, sculptures, and multimillion dollar residences. Usher in the postmodern future — today!", "number": 193}, {"title": "Frogs vs. Ghosts II", "about": "Jake Hall｜Dork｜UK", "description": "A bitter rivalry as old as time itself. Croaking creaturas battle it out against creepy cryptids in their most viscious conflict yet! Which team will stand victorious and take control of the tiny almond? It is yet to be seen...", "number": 194}, {"title": "Psy Kids", "about": "SomeCallMeGON｜Art hobbyist｜USA", "description": "Sunflower Daycare is haunted! It's up to a trio of kids to investigate using their newly discovered psychic powers to determine what caused the occult disturbances.", "number": 195}, {"title": "HATO SQUAD", "about": "nbmach1ne｜Game Developer｜Spain", "description": "Have you ever dreamed of being a professional pidgeon dance trainer? Welcome to Vallekas City, the place where the craziest pidgeon dance battles happen. Start managing your own squad, develop the best moves and become the best in town.", "number": 196}, {"title": "A leonine world", "about": "Woolion｜Code/Art｜Belgium", "description": "Mechanical pigeons. Cheese on trees, deadly AIs in charge of your happiness, and space music?\nThis is just a normal Sunday evening, welcome to a leonine world. Just be creative and beware of the deadlines! ", "number": 197}, {"title": "Mizu no Girl", "about": "LinkDoodle｜Illustrator and Comic Artist｜Chile", "description": "A girl with water hair due to a curse, looks for the evil sorcerer who cast a spell on her, while fights to keep alive the fishes that live in her head.", "number": 198}, {"title": "Teddys! Time Out", "about": "Reign Gomez｜Illustrator｜USA", "description": "Play as Teddy and his troublesome companions to complete tasks! Wreck rooms and wreak adorable havoc as you go along but beware: the timeout chair is waiting for you if you're caught!", "number": 199}, {"title": "Cavern", "about": "Evan Aubrey｜Designer｜USA", "description": "Adventure awaits! Explore what mysteries lie within the depths of ancient caves, but try your best not to be trapped forever. Solve puzzles and collect treasure as you make your way through the caverns.", "number": 200}, {"title": "INOCULATION", "about": "Elle Shivers｜Artist｜Philippines", "description": "IINOCULATION is a medieval surgery simulator where you play as a self-trained surgeon. With your dubious knowledge of human physiology and ersatz tools, hack, saw, and suture your way up the ranks of feudal society until you're drinking with kings.", "number": 201}, {"title": "Snakeblood", "about": "Alice Yin｜Design student｜Canada", "description": "The venom coursing through your veins is singing, burning away your fear. Steel yourself.", "number": 202}, {"title": "Detective Mogu Mogu Usagi", "about": "Gosha｜Visual Designer｜USA", "description": "No mystery is too big or small for this little rabbit! Join Detective Mogu Mogu Usagi with her trusted companion as she chews her way through clues to solve the case in this epic puzzle-action adventure!", "number": 203}, {"title": "Spring Clean", "about": "shoni｜Artist｜USA", "description": "Spring is here and it's time to clean! Get rid of the dust bunnies and keep things tidy before they take over your house!", "number": 204}, {"title": "Put Makeup On Mum", "about": "Ashley Ronning｜Illustrator｜Australia", "description": "Mum finally agreed to let us give her a makeover! Do you have what it takes to pamper mum and give her the makeover she has always wanted?", "number": 205}, {"title": "SUPER FRUIT FRENZY", "about": "MAGICALL33F｜Graphic Designer / Illustrator｜USA", "description": "Gather all the fruit you can on this magical adventure!!!", "number": 206}, {"title": "Foggy Swamp Jamboree", "about": "Thom Bransdon｜Illustrator｜Australia", "description": "Come join the Foggy Swamp Critter Big Band for their Annual Jamboree! Play in rhythm with the Critters to progress around the Bijou.", "number": 207}, {"title": "純金のカセット（K24・純金） <999>", "about": "KUNIO｜メロンを使ったスイーツの研究、販売。｜Japan", "description": "今回は莫大な予算をかけて純金（K24）のカートリッジを特注で作成し、そちらに僕の考えたオリジナルゲーム『スーパーゴールデンゴールド～黄金の逆襲～』をイメージしたステッカーを貼ってみました。このステッカーも純金（K24）製の特別な物となっています。ラグジュアリーな逸品をぜひ手に取ってご覧いただけましたら幸いです。　<999>", "number": 208}, {"title": "Bunnrista", "about": "Josh Grilli｜Illustrator｜USA", "description": "In Bunnrista, you play as a bunny girl barista who runs a cozy coffee shop. Your goal is to make delicious drinks and earn enough money to keep the business afloat. But when a new rival coffee shop opens across the street, you must step up your game and outshine them with your creativity and charm. Serve customers, manage resources, and decorate your shop to attract more business in this cute and addictive time management game.", "number": 209}, {"title": "Last Login", "about": "Bob Leduc-Reasoner｜Art Director｜USA", "description": "With only one week left before your favorite MMO is taken offline for good, the game world takes on a bittersweet air as players must make the most of their remaining time, prioritizing quests and personal relationships. Players must make tough choices to bring their journey to a satisfying conclusion and bid farewell to the virtual world and friends they will miss dearly.", "number": 210}, {"title": "三択肢", "about": "カネコ ジュン｜イラストレーター｜Japan", "description": "『鬨(ｸﾞ)・智(ﾁ)・覇(ﾊﾟ)』どれかのチームを選ぶだけ！ 説明書は読まなくても大丈夫！ 圧倒的スーパー簡易ゲーム！ 容量なんと24KB！", "number": 211}, {"title": "ふたりサクラひろい", "about": "namithewave｜主婦１年目｜Japan", "description": "ふたりのキュートなサクラの妖精：サコとラコ。ある日彼女達が住むサクラの木でいっぱいの惑星\"ブロッサム・マーズ\"が悪の帝王により、大切なサクラの木を全て破壊されてしまった。失われたサクラの木を取り戻すために、ふたりの勇敢でキュートな妖精サコとラコはサクラの花びらを集める旅にでた！", "number": 212}, {"title": "YOUKAI SANPO", "about": "caco｜イラストレーター｜Japan", "description": "主人公は、妖怪が日常的に見えるおんなの子。\n平凡なゆるい日常が流れていくスローライフゲーム。\nいくつもの出会いと、別れそして、ユニークな妖怪たちが起こすトラブル！\n妖怪たちと仲良くなるにつれ、だんだん現実の世界に戻れなくなっていく奇妙な世界。\nお茶目で怪しげな妖怪ワールドへようこそ。", "number": 213}, {"title": "カッパの王国", "about": "白玉かっぱ｜会社員｜Japan", "description": "ある日、近所の池で『カッパの王国』の樹立を(勝手に)宣言したかっぱくん。彼は、王国を住みやすくするために奔走することとなりました。辺りを掃除したり、きゅうりを栽培したり、冬眠したり、果ては伝説のシリコダマを手に入れる冒険に行ったりする(かも知れない)、そんなかっぱくんとカッパ王国の行く末は一体。。？ これは、自動で動くかっぱくんを、すこーしだけ手助けしてあげるゲームです。きゅうりの苗をあげたり、池に友達を呼んであげたり、時にはカミナリを落としてみたり。まあまあ、肩肘張らずにのんびりどうぞ。", "number": 214}, {"title": "はっけよい！ たまご相撲", "about": "tutoji × ぐちきん｜イラストレーター × ゲーム配信者｜Japan", "description": "たまご相撲 ファミカセ場所がMETEOR国技館で開催決定。生たまごに顔を描くと、君だけのたまご力士が誕生！ 押し出し、寄り切り、たまごかけ？ 負けたら割れて目玉焼きにされちゃうぞ！", "number": 215}, {"title": "Bad Connection", "about": "Chan Hung Tim｜Clerk｜Hong Kong", "description": "Owing to bad connection,please blow hard at the metal for connection until it can be run normally if you want to continue playing the game.Sorry for any inconveniences caused.", "number": 216}, {"title": "Relámpago", "about": "Sergio Kossio｜Game Developer / Designer｜México", "description": "Use your powers of lightning to flash through the levels and defeat the forces of evil. \n¡Hurry up Relámpago!", "number": 217}, {"title": "Night Rider", "about": "高橋由季｜イラストレーター｜Japan", "description": "夜道をバイクで走っているといつのまにか時空を超えていて…いろいろな空間を駆け抜けるナイトライダートラベラーゲーム。", "number": 218}, {"title": "Point Nemo", "about": "Joe Evans｜Designer｜UK", "description": "Help clean up space - aim for point nemo.", "number": 219}, {"title": "Truck-Kun Isekai Master", "about": "Dopamine Receptors｜Graphic Designer/Illustrator｜USA", "description": "After your untimely death, you become the lovable Truck-Kun, a rampaging truck who knocks out all the other unfortunate souls, so they can be reborn again. The more people you run over, the closer you are to becoming the ultimate isekai master.", "number": 220}, {"title": "Fifty-Two Card Shoot-Em-Up", "about": "John-Charles Holmes｜Writer｜USA", "description": "Enjoy the classic game of pick up all without the mess... unless you count bullet holes! Play as Desi as you take on an entire casino of opponents in a fast paced twist of chance and romance!", "number": 221}, {"title": "The Wild Detectives", "about": "CATANA｜Illustrator｜Chile", "description": "The Wild Detectives is a platform game that narrates the adventures of two feline agents who fight crime with the help of their water pistols in the hectic city of Macondo.", "number": 222}, {"title": "ブロック・ザ・ゾンビ", "about": "窪田大輔｜会社員｜Japan", "description": "君の力でゾンビを消滅させて安全な街にしよう‼\n同じ形をそろえて連鎖を狙うパズルゲーム。\n上から降ってくるブロック型のゾンビを消していくゲームです。", "number": 223}, {"title": "くるくる解決 BARBERくん", "about": "konno.｜boardgame shop staff｜Japan", "description": "どんな問題もくるくる解決、BARBERくんを操作して街で困ってるみんなをたすけよう", "number": 224}, {"title": "Classified: The Rabbit", "about": "Sage Battle｜Designer & illustrator｜USA", "description": "As a detective you're used to dealing with blood and death, but when your wife was found dead and your child missing, it's up to you to figure out what happened to them.", "number": 225}, {"title": "スミレクレヨン", "about": "あかうさD｜会社員｜Japan", "description": "少年に託されたのは一つの小さな平たい箱。その中に秘められた8つのアイテムを駆使して記憶の世界を冒険しよう。アイテムが使われ小さくなるたびに、君の世界はどんどん広がっていくだろう。", "number": 226}, {"title": "City Upon A Hill", "about": "Sumit Routh Roy (Smoothy)｜Designer｜India", "description": "It verged in the 60s and it will happen again.", "number": 227}, {"title": "ピヨピのぼう", "about": "COIN-BEE｜Designer｜Japan", "description": "たいへん！ ピヨなし様のたいせつな『ぴよのぼう』が奪われてしまったぁ！お子たちはぴよのぼうそっくりな『ぴよぴのぼう』を手にとりぴよのぼうを取り返す冒険に出発！ 無事にぴよのぼうを手に入れ、大好きなピヨなし様にわたすことができるのでしょうか…！ 小石のオワビィにゴージャスオワビィ(ゴジャビィ)、クリちゃんにみんなに愛されるオニギリちゃん！ 他にも仲間がいぃっぱい登場！ いざ！ スペクタクル・お子アドベンチャー！\n", "number": 228}, {"title": "Kaiju Daycare 2", "about": "Meg H.｜Illustrator and Graphic Designer｜Philippines", "description": "It's tough handling children with a temper tantrum... especially when they're ten times your size! Once again, it's time for part-timer Hiyori to save the day by raising a kaiju the right way!", "number": 229}, {"title": "LUCKY CLOVER", "about": "nozakiworks｜graphic designer｜Japan", "description": "How many did you find?", "number": 230}, {"title": "CAT & MOON", "about": "山田屋｜自営業（デザイン・音楽）｜Japan", "description": "都会の空の下で、猫と月は今夜も仲良く一日のことを報告しあっていた。そこに突然、見知らぬ星の子が現れて猫と月の仲を裂こうと邪魔をし始めた。猫と月の平穏な生活のために、次々と繰り出される星の子のウソを見破ろう。", "number": 231}, {"title": "MIDNIGHT RUNNING", "about": "AK｜Designer｜Japan", "description": "忍者になって進む横スクロールRPG！", "number": 232}, {"title": "FAMIPAY", "about": "Dixon Wu｜UX/Gaming Consultant & Designer｜Hong Kong", "description": "With Famipay, you can finally turn your FC into a payment terminal!\nOur solution allows your customers to simply tap to pay. Look for the contactless symbol on the cart and tap the Famipay card to pay. Famipay - pay and get paid, the retro way!", "number": 233}, {"title": "Help Preserve Games!", "about": "RETRO.HK / HKGA｜Non-profit Organization｜Hong Kong", "description": "HELP PRESERVE GAMES - Please take all carts with you when leaving this childhood. You think you're all grown up and you can just throw your games away? Don't! Instead, donate them to a local organisation that would help preserve them! The future generations will thank you for it.\n\n(Design inspired by the \"Help Keep the Beach Clean\" sign)", "number": 234}, {"title": "Generation Loss", "about": "Ryan Hobbs｜Designer｜USA", "description": "Experience infinite decay through infinite lives. If only Game Over was truly the end!", "number": 235}, {"title": "DEFENDR", "about": "Santiago Luna｜Graphic Designer｜Bolivia", "description": "Welcome to DEFENDR! You have one simple mission, save Earth before lunchtime :) Build defense systems and plan counterattacks strategies to defend our planet from unknown forces that seek to steal our precious resources!", "number": 236}, {"title": "Lady Luck", "about": "Christina Kelly｜Designer｜USA", "description": "Lady Luck is your own digital fortune teller! Do you trust her?", "number": 237}, {"title": "Bastetty + Tostig", "about": "chuteki｜Illustrator｜USA", "description": "Everyone's best friend, Bastetty, is back with his new little brother, Tostig! Join the two for a brand new adventure!", "number": 238}, {"title": "Juicy Blocks", "about": "Note｜Gamer and Hobbyist Game Developer｜USA", "description": "The tastiest puzzler out there! Fill blocks up with juice and burst them to score. Set up juicy chains for big points and feel free to mix multiple flavors for even bigger points. Indulge in Juicy Blocks!", "number": 239}, {"title": "Things Fall Apart", "about": "Jordan Persson｜Video Producer｜USA", "description": "Everything around you breaks down over time.  Creatively fix things, redirect their decline, or just embrace how they settle.  What can entropy do for you?", "number": 240}, {"title": "重いコンダラ", "about": "MATSUMO｜デザイナー｜Japan", "description": "「父ちゃん、オイラにも“コンダラ”引かせてくれ！」\n俗称“コンダラ”を引くことに夢中な保志ピューマ。うさぎ跳びやコンダラー養成ギプスといった理不尽なトレーニングを乗り越え、ワールド・コンダラカップでライバル達に勝利することはできるのか？", "number": 241}, {"title": "HORRORSCOPE™: MARKSMAN OF FATE", "about": "Sam O'Donovan-Jones｜Product Designer｜UK", "description": "The Arbiter is gone, and the people are lost in a miasma without fate. Wield the Arrow of Vectis and save Destiny, one bullet at a time in HORRORSCOPE™: MARKSMAN OF FATE. One player. A game by virtu.soft. [01—H:MOF]", "number": 242}, {"title": "ぼうけんゲーム", "about": "山下メロ｜記憶の扉のドアボーイ｜Japan", "description": "ゲーム機の本体を買ってもらえない良い子のみんなへ\n中身はダミーのこの激安カセットを買えば、ゲーム機の本体が無くても楽しく遊べます。ラベルに指を置いて、迷路のような恐怖のダンジョンを探検しよう。修正液とサインペンでステージエディットも自由自在！永遠に遊べてお得だゾ！", "number": 243}, {"title": "おれらにまかせてさきにいけ", "about": "友世｜大学生｜Japan", "description": "魔王を倒すべく立ち上がった勇者。旅を共にする仲間はなんと「勇者の住む村の民全員」だった!? 勇者一行が危機に遭遇するたび、村民たちはこう言う―「ここは任せて先に行け」と……。果たして勇者は魔王戦までに十分なメンバーを残していけるのだろうか―――。", "number": 244}, {"title": "Justice Unlimited Elementary: Dodgeball Duel!", "about": "Peter Jurado｜Illustrator/Writer/Character Designer｜USA", "description": "It's P.E. day at Justice Unlimited Elementary, the school for kid superheroes. You play 3 on 3 dodgeball duels, picking from students such as Paste, Dodge, Solid, Kid Dino Thunder, and many more!", "number": 245}, {"title": "ファミカセ転生!?", "about": "じんこ (福山怪獣)｜クリエイター的なやつ｜Japan", "description": "ブラック企業に勤めるアラサーリーマン、加瀬テンジは連日残業休日出勤の立派な社畜5年生(彼女ナシ)。過労の日々のなか、ついに限界に達して顔面からブッ倒れ、気がつくとまさかのファミカセの姿に…！？ 動きも話も出来ない上にスキルやら加護も全くナシ！ でも働かなくていいし周りには膨大華麗なファミカセたち！ これって意外とハーレムじゃん？", "number": 246}, {"title": "歓迎! 勇者御一行様!", "about": "Ackieee｜会社員｜Japan", "description": "最後の魔王が倒され、世界に再び平和が訪れてから幾年月。\nかつては魔王討伐ブームに沸いたラストダンジョン近くの\nこの街も、今ではすっかり寂れ、滅びを待つばかりです。\n\n町長から残りわずかな資金で街興しを依頼されたあなたは、\n魔界から新たな魔物をスカウトしたり、街やダンジョンを\nリフォームしたりして、この難局を乗り切ってください。\nこの街が再び冒険者たちで賑わう日を夢見て……。", "number": 247}, {"title": "Peril in Meowland", "about": "GEOV｜Clay Wizard｜USA", "description": "Play as Peril, a little cat whose dreams were stolen in the dead of night! But there is hope...hidden in the power of an ancient wand. Will you save Meowland and your future?", "number": 248}, {"title": "Bug Buster 300", "about": "Sky Dheere｜Graphic Designer｜Canada", "description": "A classic dungeon crawler taking place inside your very own computer. Track down the infected files before it's too late!", "number": 249}, {"title": "大漁", "about": "Jasper Oprel｜Game Designer｜The Netherlands", "description": "Standing at a proud 18 millimeters tall, you are the strongest fisherman in your village. Nearby puddles are running dry, so it's up to you to find new waters and hunt for bigger fish! However, you might end up reeling in more than you have bargained for.", "number": 250}, {"title": "DALGATHA", "about": "KLEINMAN.WORLD｜Graphic Designer｜US", "description": "Dalgatha. The Skinny Woman. \nIn the world of Manreach, from The Blacktongue Thief, you will assume your titular role as the goddess of death. \nUse your abilities to control and influence your devoted followers to offer fresh souls as sacrifices in your name. \nHow will you attain glory among gods and men?", "number": 251}, {"title": "Order Up!", "about": "Paulo Doi｜Graphic Designer｜Brazil", "description": "The life of a delivery robot (Deliverybot™ *patent pending) is not easy. Your task is simple: Deliver the package on time. That's it. \nNo reward for you. You're just doing your job after all. But maybe, just maybe you might learn a life lesson or two along the way. You never know. Just don't let the suits upstairs know if you ever get out of line!", "number": 252}]